[{"title": "After past rejections, medical cannabis OK’d for opioid addicts", "date": "2019-03-30", "url": "https://apnews.com/8134a7887fbf46d4bcb8983fe31cad3a", "source": "ap", "html": ["/data/yujian/data/online_news/ap/html/202007-202008.json", 17699], 
"text": ["The State Medical Cannabis Advisory Board twice in recent years voted to recommend opioid use disorder as a qualifying condition for the state’s medical marijuana program — only to have former Gov. Susana Martinez’s health secretary reject the proposal.",
 "The board on Friday approved a third recommendation in favor of including opioid addiction for the program. And this time, there was a sense that under Gov. Michelle Lujan Grisham — a former state Department of Health secretary who helped create the medical marijuana program — the result would be different.", "Within hours of the board’s decision, the new Health Department Secretary, Kathy Kunkel, said she’d accept its recommendation.", "“Using medical cannabis is not intended as a substitute to opioids; it is medicine that can alleviate some of the painful symptoms that come with recovering from opioid dependence,” Kunkel said in a statement. “Adding this as a qualifying condition for the Medical Cannabis Program is the next step towards this administration’s efforts to continue reducing the number of opioid-related deaths in New Mexico.”", "In her first State of the State address at the beginning of this year’s Legislature, Lujan Grisham specifically called for allowing marijuana to be used to help treat symptoms of opioid addiction through the Medical Cannabis Program.", "“We will not stand in the way of our neighbors who are struggling with addiction and want to recover,” she said in the speech. “Instead, we will help them all along the way.”", "In addition to the opioid recommendation, the board also unanimously recommended that substance abuse disorder — which would include other addictive drugs such as prescription medication, alcohol, tobacco, hallucinogens and stimulants — become a qualifying condition for medical marijuana patients.", "The board had also made this recommendation last year but it was rejected by former Health Department Secretary Lynn Gallagher.", "Board chairwoman Dr. Laura Brown said at the meeting that marijuana is not a “treatment” for opioid or other drug addiction.", "“It relieves symptoms and suffering,” she said.", "Brown said she recently had met with Kunkel, who is reviewing several recommendations the board — comprised of doctors — had made to Gallagher. Among those medical conditions Gallagher had rejected are autism and degenerative neurological disorders, including Alzheimer’s disease.", "The board rejected a proposal to make medical marijuana available to anyone who is 65 or older. Brown pointed out most of the conditions of medical conditions frequently suffered by senior citizens already are on the program’s list of qualifying conditions."]}]




